Repository: pathorsAI/parley
Catalog: ios/ParleyKit/Sources/ParleyKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: End Standby
zh_hant: 結束待命

source: Hosted transcription failed (HTTP %lld)
zh_hant: 雲端轉錄失敗（HTTP %lld）

source: Hosted transcription failed (HTTP %lld): %@
zh_hant: 雲端轉錄失敗（HTTP %lld）：%@

source: Parley Cloud couldn't reach the transcription service — try again in a few minutes.
zh_hant: Parley Cloud 目前連不上轉錄服務，請過幾分鐘再試一次。

source: Remote %lld
zh_hant: 對方 %lld

source: Sign in to Parley Cloud to transcribe recordings.
zh_hant: 請先登入 Parley Cloud 才能轉錄錄音。

source: Speaker %@
zh_hant: 講者 %@

source: Them
zh_hant: 對方

source: This recording is too large for hosted transcription — split it into shorter files and upload them separately.
zh_hant: 這段錄音超過雲端轉錄的大小上限，請切成幾段較短的檔案分別上傳。

source: Too many transcriptions running at once — wait for a meeting or an earlier upload to finish, then try again.
zh_hant: 同時進行的轉錄太多了，請等會議或前一個上傳跑完再試一次。

source: Transcription failed: %@
zh_hant: 轉錄失敗：%@

source: Transcription timed out.
zh_hant: 轉錄等待逾時。

source: You
zh_hant: 我

source: You %lld
zh_hant: 我 %lld

source: Your monthly hosted transcription quota is used up — upgrade your plan or wait for it to reset.
zh_hant: 這個月的雲端轉錄額度已經用完，請升級方案或等額度重置。
